<?php

declare(strict_types=1);

return [
    'description' => [
        'permissions' => 'دسترسی‌های سطح‌بندی شده را تعریف کنید.',
        'roles'       => 'نقش‌های کاربری ایجاد و اختصاص دهید.',
    ],

    'empty_state' => [
        'heading' => [
            'permissions' => 'هنوز دسترسی‌ای وجود ندارد',
            'roles'       => 'هنوز نقشی وجود ندارد',
        ],

        'description' => [
            'permissions' => 'دسترسی‌ها کنترل دسترسی سطح‌بندی شده را برای برنامه شما تعریف می‌کنند.',
            'roles'       => 'نقش ایجاد کنید و دسترسی‌ها را برای مدیریت دسترسی کاربران اختصاص دهید.',
        ],
    ],
];
